Repository: Niazaris/hotel
Catalog: hotel/*/locale/*/LC_MESSAGES/django.po
Languages: lt

source: room
lt: kambarys

source: rooms
lt: kambariai

source: booking
lt: rezervacija

source: bookings
lt: rezervacijos

source: Check in date cannot be earlier than today.
lt: Įsiregistravimo data negali būti anksčiau nei šiandien.

source: Check out date cannot be earlier than Check in.
lt: Išsiregistravimo data negali būti anksčiau nei įsiregistravimo data.

source: About us
lt: Apie mus

source: About Us
lt: Apie Mus

source: Welcome to Our Hotel, where comfort meets luxury. Our hotel is dedicated to providing a memorable experience for each guest through our impeccable service and attention to detail.
lt: Sveiki atvykę į mūsų viešbutį, kur patogumas susitinka su prabanga. Mūsų viešbutis skiria ypatingą dėmesį kiekvienam svečiui, teikdamas neeilinį patyrimą per mūsų puikų aptarnavimą ir dėmesį smulkmenoms.

source: With a prime location in the heart of the city, Our Hotel is the perfect choice for both business and leisure travelers. Our modern facilities and friendly staff ensure a pleasant stay for all our guests.
lt: Turėdami puikų viešbučio padėtį miesto centre, mūsų viešbutis yra puikus pasirinkimas tiek verslo, tiek poilsiui keliaujantiems. Mūsų modernios patalpos ir draugiškas personalas užtikrina malonų viešnagę visiems mūsų svečiams.

source: Our Mission
lt: Mūsų Misija

source: At Our Hotel, our mission is to exceed the expectations of our guests by providing exceptional service, a welcoming atmosphere, and a commitment to sustainability. We strive to create a home away from home for everyone who walks through our doors.
lt: Mūsų viešbucio misija - viršyti mūsų svečių lūkesčius teikiant išskirtinį aptarnavimą, sveikinančią atmosferą ir įsipareigojimą darniam vystymuisi. Stengiamės kurti namus toli nuo namų kiekvienam, kas pas mus užeina.

source: Book
lt: Rezervuoti

source: Submit Booking
lt: Pateikti užsakymą

source: Room
lt: Kambarys

source: booked success
lt: sėkmingai užrezervuota

source: Contact at
lt: Kontaktai

source: Contact Us
lt: Susisiekite su mumis

source: General Inquiries
lt: Bendros užklausos

source: For general inquiries and information, please contact our main office
lt: Dėl bendrų užklausų ir informacijos, prašome susisiekti su mūsų pagrindiniu biuru

source: Reservations
lt: Rezervacijos

source: To make a reservation or inquire about room availability, please contact our reservations team.
lt: Norėdami užsakyti ar sužinoti apie kambarių prieinamumą, prašome susisiekti su mūsų rezervacijų komanda.

source: Feedback
lt: Atsiliepimai

source: We value your feedback. If you have any comments or suggestions, please let us know.
lt: Vertiname jūsų atsiliepimus. Jei turite kokius nors komentarus ar pasiūlymus, prašome mums pranešti.

source: Your Comfortable Stay Awaits
lt: Jūsų patogus viešnagė laukia

source: Discover luxury and comfort at our hotel. Book now for the best rates!
lt: Atraskite prabangą ir patogumą mūsų viešbutyje. Užsakykite dabar už geriausias kainas!

source: Room listing at
lt: Kambarių sąrašas

source: Hotel Rooms
lt: Viešbučio kambariai

source: number of beds:
lt: lovų skaičius:

source: Price:
lt: Kaina:

source: Book Room
lt: Rezervuoti kambarį

source: Booked
lt: Užrezervuota

source: Hotel
lt: Viešbutis

source: Welcome to the
lt: Sveiki atvykę į

source: hotel
lt: viešbutį

source: Home
lt: Pradžia

source: Rooms
lt: Kambariai

source: Contact
lt: Kontaktai

source: About us
lt: Apie mus

source: Admin
lt: Administratorius

source: logout
lt: atsijungti

source: login
lt: prisijungti

source: sign up
lt: užsiregistruoti

source: All rights reserved.
lt: Visos teisės saugomos.

source: user profile
lt: vartotojo profilis

source: user
lt: vartotojas

source: photo
lt: nuotrauka

source: profile
lt: profilis

source: profiles
lt: profiliai

source: Logged out from
lt: Atsijungta iš

source: Bye bye
lt: Viso gero

source: You are now logged out from Sol hotel.
lt: Dabar jūs atsijungęs (-usi) iš Sol viešbučio.

source: You are welcome to
lt: Laukiame sugrįžtant į

source: log in
lt: prisijungimą

source: back any time.
lt: bet kuriuo metu.

source: Log into
lt: Prisijunkite prie

source: Log in
lt: Prisijungti

source: Don't have an account?
lt: Neturite paskyros?

source: Password Reset at
lt: Slaptažodžio nustatymas

source: Password Reset Done
lt: Slaptažodžio nustatymas baigtas

source: You can
lt: Galite

source: now with your new password.
lt: dabar su savo nauju slaptažodžiu.

source: Enter New Password
lt: Įveskite naują slaptažodį

source: Confirm
lt: Patvirtinti

source: Check your email
lt: Patikrinkite savo el. paštą

source: We have sent you an email with further instructions.
lt: Mes jums išsiuntėme el. laišką su tolesniais nurodymais.

source: Reset Your Password
lt: Atstatykite savo slaptažodį

source: profile at
lt: profilis

source: profile
lt: profilis

source: Full Name:
lt: Vardas, Pavardė:

source: Email:
lt: El. paštas:

source: Update
lt: Atnaujinti

source: Bookings:
lt: Rezervacijos:

source: Check-in:
lt: Įsiregistravimas:

source: Check-out:
lt: Išsiregistravimas:

source: Cancel Booking
lt: Atšaukti rezervaciją

source: No bookings yet.
lt: Kol kas nėra rezervacijų.

source: Sign up to
lt: Užsiregistruokite

source: Sign up
lt: Užsiregistruoti

source: Username:
lt: Vartotojo vardas:

source: E-mail:
lt: El. paštas:

source: Password:
lt: Slaptažodis:

source: Repeat Password:
lt: Pakartokite slaptažodį:

source: If you are have an account, you can
lt: Jei jau turite paskyrą, galite

source: Log in
lt: Prisijungti

source: instead.
lt: užsiregistruoti anksčiau.

source: Update Your Profile at
lt: Atnaujinkite savo profilį

source: Update Your Profile
lt: Atnaujinti savo profilį

source: Save Changes
lt: Išsaugoti pakeitimus
